#version: 0.2
i n
r e
in g</w>
t h
t e
e n
a n
a r
t i
o n
e r
o r
a l
o u
l y</w>
e r</w>
e d</w>
a c
i l
s t
l i
v i
m a
o n</w>
m o
r i
l e</w>
c h
l o
e a
r o
s t</w>
s e
s i
d i
o m
l a
r a
e v
mo vi
movi e</w>
f il
a l</w>
k e</w>
a t
th e</w>
d e
fil m</w>
s h
te r</w>
on e</w>
c e</w>
l e
u n
e n</w>
u r
o o
s e</w>
ti on</w>
s c
e l
g h
i t
a m
c om
v e</w>
b e
t o
al ly</w>
en t</w>
s p
l d</w>
s u
a y</w>
n o
te d</w>
i t</w>
t a
g e
e x
p o
c a
c h</w>
re a
e c
i r
t ing</w>
i n</w>
c on
a b
h o
a p
s s</w>
d e</w>
m e</w>
th ing</w>
w or
p er
n e
gh t</w>
ou n
p ro
li ke</w>
m u
f u
i c
t r
g e</w>
i s
f or
ou ld</w>
b u
oo d</w>
o l
f a
th er</w>
i s</w>
q u
m an
w h
e m
p re
s a
e s</w>
o p
te r
b a
ch ar
ma n</w>
t e</w>
an d</w>
ev er</w>
g u
p e
sh o
st or
ti me</w>
g h</w>
k ing</w>
t y</w>
ge t</w>
b o
v er
j o
l ea
p a
ou s</w>
g ood</w>
ur e</w>
th is</w>
w a
char ac
p la
d y</w>
w at
to r</w>
f f
re c
en d</w>
d u
t h</w>
th ou
charac ter</w>
el l</w>
m i
s om
f in
an t</w>
r u
c u
stor y</w>
s ti
w ay</w>
re d</w>
p ar
g o
ac k</w>
a n</w>
g i
lo o
l l</w>
s ed</w>
e e
m ent</w>
ev en</w>
ma ke</w>
b le</w>
t u
s on</w>
se e</w>
w ould</w>
s o</w>
d ing</w>
re n
sc en
m in
lo t</w>
c i
w i
it y</w>
l u
on g</w>
re ally</w>
som e
w ell</w>
al l</w>
d er
m e
n i
s si
ea r</w>
scen e</w>
a d
f e</w>
oun d</w>
c k</w>
in e</w>
s te
ar d</w>
c o
i d</w>
m p
en ce</w>
f i
er e</w>
fu l</w>
f ir
g rea
a t</w>
ab le</w>
k no
t le</w>
ev er
h i
s er
t ra
e p
m ar
y ing</w>
ec t</w>
mu ch</w>
p u
te n
g o</w>
b i
di rec
op le</w>
grea t</w>
d o
pe ople</w>
th in
th e
ba d</w>
al so</w>
v e
o r</w>
fir st</w>
at e</w>
sho w</w>
it e</w>
d er</w>
t w
ac e</w>
t ter</w>
st a
te ly</w>
h u
in g
ma de</w>
t ly</w>
ti c</w>
s s
d ed</w>
an y
s h</w>
li fe</w>
k ed</w>
ap p
a u
r an
com e</w>
vi e
c ould</w>
a tion</w>
thin k</w>
am e</w>
ar t</w>
h e
bu t</w>
i m
wat ch
c re
il l
t ure</w>
si on</w>
g ra
kno w</w>
un n
ac tor</w>
wat ch</w>
ti ve</w>
t ur
lo ve</w>
man y</w>
p lot</w>
m en
m on
st u
h or
p l
sp ec
po in
tw o</w>
g in
thou gh</w>
w n</w>
c ar
p h
s o
p ri
in te
ac t</w>
ac ting</w>
e t</w>
se en</w>
ar y</w>
t tle</w>
d ay</w>
r y</w>
n ever</w>
s ay</w>
y ear</w>
loo k</w>
f ri
an ce</w>
ti on
g en
w e
be st</w>
com p
li ttle</w>
al i
p or
th ere</w>
v ing</w>
wor k</w>
d ea
v ed</w>
p i
or i
tr u
f e
t ri
e l</w>
w ri
h e</w>
s en
am er
g a
h a
c ou
lo w</w>
ser i
ta ke</w>
b l
r e</w>
be tter</w>
j u
y ed</w>
t al
i f</w>
b ack</w>
p e</w>
di s
s ur
sti ll</w>
per for
w o
du c
b r
ever y
c la
pla y</w>
p ic
s ter</w>
par t</w>
an d
te n</w>
l l
se em
le ss</w>
man ce</w>
pro b
spec i
v er</w>
tu ally</w>
d a
ex p
ta in
or e</w>
in c
ren t</w>
re al</w>
w er</w>
ex c
direc tor</w>
inte re
st ing</w>
in d</w>
d ra
ne w</w>
h app
some thing</w>
b ea
k e
ou r</w>
b er</w>
gi ve</w>
w ant</w>
l ine</w>
i ma
be li
fin d</w>
n a
g er</w>
s ing</w>
il l</w>
o ther</w>
unn y</w>
b er
g ir
c al</w>
l ed</w>
e ss</w>
f am
se e
o ld</w>
y s</w>
f unny</w>
sc re
d ly</w>
ar ly</w>
o ver
wo man</w>
gu y</w>
h ea
tr y</w>
perfor mance</w>
s in
sc ri
watch ing</w>
ac tion</w>
i c</w>
en ti
re e</w>
mu si
la u
k er</w>
w ho
oo k</w>
i r</w>
o b
w ar
d s</w>
ou s
m em
an other</w>
un der
w ing</w>
com e
ou gh</w>
su p
g r
t ty</w>
ro r</w>
or t</w>
n ing</w>
ro le</w>
fri end</w>
a ge</w>
er s</w>
y oun
i ly</w>
v o
en jo
wh at</w>
ac tually</w>
no thing</w>
go ing</w>
beli ev
u te</w>
poin t</w>
m il
ri ght</w>
m y</w>
t re
c ra
ab ly</w>
el l
a s</w>
sh i
t ting</w>
com m
wor ld</w>
pro duc
ever y</w>
b ro
ho w
al ity</w>
p le</w>
mo st</w>
s y
e ff
ca st</w>
y o
h ar
di ff
se t</w>
go t</w>
gir l</w>
ee l</w>
l t</w>
ori gin
comp le
b or
si de</w>
w on
v en
b e</w>
n u
s k
ous ly</w>
s ter
hor ror</w>
p t</w>
is h</w>
a d</w>
come dy</w>
thou ght</w>
s ol
f act</w>
min ute</w>
t y
su b
ar i
p p
pre tty</w>
s ure</w>
f eel</w>
youn g</w>
b it</w>
c ri
il d</w>
sta r</w>
ch a
qu ite</w>
f o
an g
ea n</w>
h el
c in
ar ound</w>
yo u</w>
b ri
f t</w>
t s</w>
how ever</w>
k ill
m is
seem s</w>
bi g</w>
oo l</w>
a r</w>
l ong</w>
c k
v en</w>
f f</w>
tur n</w>
ma y</w>
l ly</w>
en ough</w>
si mp
ac k
le t</w>
s ch
g re
ne ss</w>
a f
n ed</w>
u se</w>
i l</w>
fa n</w>
t o</w>
c er
ca n</w>
il li
n er</w>
c e
sa w</w>
vie w</w>
mu st</w>
wa ys</w>
origin al</w>
intere sting</w>
bea u
musi c</w>
e y</w>
the y</w>
v ol
i ce</w>
s on
thou t</w>
wi thout</w>
m a</w>
d one</w>
b ar
seri es</w>
a w
cu l
c lo
en ter
a s
th r
u s</w>
scri pt</w>
o ff
al ways</w>
per i
s y</w>
h er
al most</w>
se qu
h al
k ind</w>
fam ily</w>
sho t</w>
f ol
c or
la st</w>
w ood</w>
f la
st r
lea st</w>
fa r</w>
al e</w>
c ol
pl ace</w>
m or
who le</w>
ma king</w>
c oun
i de
ep t</w>
diff e
l ing</w>
t v</w>
e i
ri ble</w>
b ook</w>
gu e</w>
mi ght</w>
st art</w>
il e</w>
au di
cou r
any thing</w>
st ar
w it
t un
en ding</w>
sin ce</w>
a g
rea son</w>
k id</w>
al o
a way</w>
f li
e st</w>
jo h
th at</w>
e ce</w>
st and</w>
t on</w>
b ly</w>
w al
y et</w>
s m
pu t</w>
shi p</w>
re la
eff ect</w>
prob ably</w>
fu lly</w>
cre di
t ro
h ou
sh e</w>
f ound</w>
mo ment</w>
per f
ch ild</w>
pi ece</w>
ma y
ing ly</w>
bo dy</w>
k ee
d ar
st o
any one</w>
sp o
un i
tion al</w>
te mp
la r</w>
d en
ch o
scre en</w>
pla yed</w>
po li
no t</w>
st ra
fu n</w>
is o
ra ther</w>
ide a</w>
enter tain
speci ally</w>
h om
m ur
re ly</w>
at ing</w>
happ en
e ar
h ard</w>
an e</w>
a m</w>
mem ber</w>
di alo
sp i
audi ence</w>
i can</w>
t al</w>
in ter
ne ed</w>
bu d
e specially</w>
sen se</w>
beau ti
o th
c li
wor st</w>
ma in</w>
oo r</w>
d v
ou t
bo y</w>
loo king</w>
s sed</w>
ni ght</w>
te ll</w>
cour se</w>
ta ble</w>
a tely</w>
wor th</w>
believ e</w>
wh en</w>
l and</w>
som e</w>
or y</w>
a ma
sur pri
ch an
c al
w e</w>
d ent</w>
tr ying</w>
s ted</w>
al though</w>
ep iso
d on</w>
b ra
hea d</w>
vie wer</w>
ac h
ic al</w>
th ree</w>
jo b</w>
d an
de li
dv d</w>
se con
u sed</w>
e y
con si
f ea
episo de</w>
ch ri
ou t</w>
gra ph
ca p
u l
t ten</w>
m ean</w>
diffe rent</w>
di c
fil m
ver sion</w>
g g
le m</w>
c ame</w>
wa r</w>
may be</w>
f ace</w>
rea d</w>
c ent</w>
vi de
every thing</w>
min d</w>
amer ican</w>
su c
to ge
some one</w>
toge ther</w>
po ssi
hou se</w>
z e</w>
won der
w an
u su
i mp
c en
tru e</w>
te s</w>
st y
mon ey</w>
fa ther</w>
d ev
k en</w>
ta in</w>
ro o
ne y</w>
prob lem</w>
f ran
wi fe</w>
f or</w>
watch ed</w>
t in
p lea
le c
hel p</w>
de ci
u p
re st</w>
r on
sup po
kee p</w>
ac h</w>
lo w
every one</w>
cla ssi
st an
f an
al is
in ste
c amer
ti c
m en</w>
c l
secon d</w>
m er</w>
en g
sa id</w>
la ter</w>
bl ack</w>
joh n</w>
fa v
st e</w>
hi gh</w>
dea th</w>
hal f</w>
inste ad</w>
exc ell
ssi on</w>
see m</w>
ob vi
lau gh</w>
exp ec
de n</w>
e vi
f re
f el
beauti ful</w>
gen er
ar e</w>
sh ed</w>
k i
dis ap
de fin
sti c</w>
ir e</w>
n or
n o</w>
n ame</w>
y wood</w>
de sp
t t</w>
ic k</w>
speci al</w>
d ri
qu e
par ti
ho w</w>
o c
ou r
inc lu
ee t</w>
v a
lea d</w>
in vol
s il
excell ent</w>
ta tion</w>
h our</w>
di sc
j e
g ar
por tra
sh ort</w>
see ing</w>
s ing
ho ll
wor d</w>
le ft</w>
classi c</w>
z ing</w>
wri ter</w>
b y</w>
st re
s ound</w>
b ur
hi gh
wh ere</w>
st ru
b rea
g er
produc tion</w>
m y
bud get</w>
p r
el se</w>
n at
for tun
w ard</w>
o f</w>
to p</w>
an ima
c lu
t ally</w>
e t
c an
dea d</w>
p id</w>
gh ter</w>
simp ly</w>
in ten
w r
e f</w>
ey e</w>
v al
s li
hom e</w>
camer a</w>
re lea
comple tely</w>
d ou
ab sol
ni ce</w>
per son
at temp
vide o</w>
hu man</w>
p oor</w>
se x
holl ywood</w>
ex peri
sty le</w>
wh ile</w>
s ong</w>
v il
i st</w>
ca se</w>
le y</w>
sp ect</w>
s ea
ti tle</w>
h and</w>
f ic
pic ture</w>
u e</w>
a ted</w>
sch ool</w>
ap pe
j ect</w>
gi ven</w>
d ge</w>
disap poin
il ity</w>
al ong</w>
on d</w>
bor ing</w>
dra ma</w>
ru n</w>
mo ther</w>
ou gh
e ss
z ed</w>
d re
v es</w>
ei ther</w>
e mo
s ort</w>
w ea
ty pe</w>
c am
t ary</w>
le s</w>
p ed</w>
cou ple</w>
se x</w>
be g
st ly</w>
di e</w>
ti m
in ed</w>
wr ong</w>
n y</w>
h ap
f oo
enjo y</w>
sequ ence</w>
se l
el ing</w>
g ame</w>
to graph
tru ly</w>
g ro
e ma
st ri
aw ful</w>
sc i
me di
stu pid</w>
li ght</w>
c ed</w>
nu m
b loo
fu ll</w>
comm end</w>
ve l</w>
s la
ari ous</w>
per son</w>
d o</w>
ex am
de s</w>
re member</w>
re commend</w>
ge tting</w>
th ea
si g
f all</w>
l an
b at
n ex
com ing</w>
k ill</w>
c ity</w>
nex t</w>
ter rible</w>
ho pe</w>
e lo
b la
defin i
c rea
rea dy</w>
hap s</w>
c ur
per haps</w>
vi c
l on
k s</w>
n e</w>
l ev
vi ol
ber t</w>
l ar
fli ck</w>
de ser
d a</w>
ve ly</w>
su per
under stand</w>
in i
ir d</w>
d d
y es</w>
st ran
pla ying</w>
p en
e p</w>
m ing</w>
e f
perf ect</w>
lo ved</w>
en ing</w>
car e</w>
dialo gue</w>
jo ke</w>
te st</w>
b and</w>
cin ema
th ro
h on
l er</w>
i g
t ch</w>
sm all</w>
af ter</w>
oth ers</w>
wonder ful</w>
e arly</w>
c ro
men tary</w>
dev elo
rea m</w>
w in
ba si
ca re
attemp t</w>
re alis
b ed</w>
tr an
e le
br illi
m r</w>
wri tten</w>
im pre
u tely</w>
em a</w>
t ou
t or
li ve</w>
se ver
o f
e di
n a</w>
lau gh
cal led</w>
th y</w>
ch ea
la te</w>
fan ta
cin ema</w>
absol utely</w>
p ing</w>
un fortun
tre ss</w>
re view</w>
o h</w>
be gin
lo g
li ked</w>
qu e</w>
appe ar
qu ality</w>
fi ght</w>
defini tely</w>
fel t</w>
fe eling</w>
w ent</w>
h il
da vi
cer tain
so ci
ic i
exam ple</w>
ex tre
of ten</w>
li e</w>
n ec
be come</w>
g ri
entertain ing</w>
te ri
h un
ch i
kill er</w>
mo r</w>
t wi
po si
in t</w>
ca r</w>
wh ite</w>
s ou
fa il
o d</w>
no w</w>
re ali
in di
ac tress</w>
sh a
fin ally</w>
cu t</w>
ma ker</w>
lo st</w>
an s</w>
to wn</w>
begin ning</w>
l in
t a</w>
over all</w>
her o</w>
wor se</w>
h is</w>
i ght</w>
certain ly</w>
th en</w>
w ed</w>
li sh</w>
l ack</w>
chan ge</w>
r ing</w>
tu al</w>
direc tion</w>
ren ce</w>
suppo sed</w>
ma in
fea ture</w>
wa ste</w>
sp en
enti re</w>
possi ble</w>
he art</w>
roo m</w>
h ere</w>
sever al</w>
kno wn</w>
ou ght</w>
tr ack</w>
sup por
c lea
j a
al l
wan ted</w>
sh ing</w>
m eet</w>
it ing</w>
z y</w>
com ment</w>
vo ice</w>
ma tter</w>
fav or
ca tion</w>
mur der</w>
u sing</w>
vi sion</w>
evi l</w>
qu i
ke y</w>
bro ther</w>
s ent</w>
d au
tograph y</w>
le ar
k y</w>
d r
com es</w>
hu mor</w>
gh t
ss ing</w>
ba sed</w>
rela tion
p sy
seem ed</w>
beg in</w>
wh y</w>
l li
or t
m ed</w>
favor ite</w>
relation ship</w>
dar k</w>
w ish</w>
unn ing</w>
fin al</w>
gu ess</w>
p ho
an i
p at
m er
h it</w>
c y</w>
gr ound</w>
p ur
desp ite</w>
g ge
experi ence</w>
h an
s or
mi cha
c ally</w>
be comes</w>
v inc
f un
d in
to tally</w>
gen re</w>
to day</w>
unfortun ately</w>
thr ough
wh e
tim es</w>
c op
num ber</w>
j am
s w
al ready</w>
sc ap
hi story</w>
me an
y er</w>
through out</w>
sto p</w>
mo ve</w>
sp ea
s sa
go d</w>
f em
th o
ll ing</w>
to m</w>
u m</w>
g la
dau ghter</w>
micha el</w>
sel f</w>
n am
l a</w>
b ack
th an
t on
fin e</w>
clo se</w>
ra te</w>
p er</w>
e d
do cu
th er
tal ent</w>
ap pa
is m</w>
an no
ama zing</w>
wri ting</w>
ch ing</w>
si tu
sex u
hor rible</w>
usu al</w>
gr ou
c ru
s oun
en tly</w>
c all</w>
stu ff</w>
dea l</w>
at ten
in de
un ch</w>
i m</w>
pre dic
c le
b el
po wer</w>
for t</w>
sh oo
pa st</w>
situ ation</w>
mi se</w>
b all</w>
thr ill
er y</w>
ra l</w>
i e</w>
brilli ant</w>
ren tly</w>
at or</w>
e se</w>
gi c</w>
ch ance</w>
pl an
et c</w>
ar ti
vil la
lev el</w>
some times</w>
u lt</w>
il i
di st
pre ci
grou p</w>
s tion</w>
te le
ga ve</w>
ev ent</w>
direc ted</w>
so on</w>
re li
le n</w>
v al</w>
mar k</w>
imp ort
pp ed</w>
thin king</w>
ju st</w>
sa ve</w>
the me</w>
fo re
won der</w>
exp ect</w>
do m</w>
f ro
wit h</w>
h y
con tin
be h
ad d</w>
sc ore</w>
ri di
in credi
ten t</w>
r ac
te ch
su lt</w>
ma tic</w>
c at
beh ind</w>
amer ic
g ed</w>
ar ing</w>
me ly</w>
b li
n on</w>
credi t</w>
an y</w>
spo il
l y
d ro
th in</w>
ta ge</w>
loo ked</w>
u r</w>
t ar
s low</w>
h er</w>
obvi ously</w>
exp lo
enjo yed</w>
t ment</w>
ing s</w>
ti al</w>
i se</w>
ma ster
k in
str ong</w>
e ly</w>
st y</w>
b ing</w>
he ard</w>
pla in</w>
ty pic
n ar
ti m</w>
t ook</w>
ca use</w>
happen s</w>
si t</w>
or der</w>
kill ed</w>
ro man
believ able</w>
d ru
st and
ec k</w>
dd le</w>
de red</w>
de cent</w>
high ly</w>
e ty</w>
any way</w>
coun try</w>
em ent</w>
ge s</w>
ele ment</w>
ch e
ridi cul
t i</w>
f ron
docu mentary</w>
to ld</w>
re ality</w>
bloo d</w>
wi se</w>
sa ti
c o</w>
ch ed</w>
ch ee
bi e</w>
f ac
b lo
k a
for m</w>
s se
b an
w s</w>
ro ss</w>
que stion</w>
plea se</w>
ter ri
h and
w illi
ta king</w>
ra ting</w>
su spen
davi d</w>
ssi ve</w>
li ving</w>
si mil
exc ept</w>
ap pro
no vel</w>
pre sen
chri st
ssa ge</w>
viol ence</w>
mar ri
realis tic</w>
invol ved</w>
con vinc
clea r</w>
b ru
extre mely</w>
o k</w>
hu s
comple te</w>
intere st</w>
ini on</w>
dou b
co p</w>
n ic
ti cal</w>
jam es</w>
mi ss</w>
m p</w>
k ly</w>
l ou
at t
ti sh</w>
p ac
al one</w>
mon ster</w>
st ro
hil arious</w>
lea ve</w>
b ab
do g</w>
om in
h it
c ool</w>
hus band</w>
happen ed</w>
o d
tal k</w>
f ra
parti cul
op inion</w>
musi cal</w>
inclu ding</w>
ef fort</w>
care er</w>
tur ned</w>
it s</w>
e scap
seri ous</w>
poli ce</w>
particul arly</w>
simp le</w>
m c
g ore</w>
si ve</w>
la dy</w>
sa d</w>
ro bert</w>
stan ding</w>
e u
sy m
fem ale</w>
happ y</w>
it h</w>
twi st</w>
f it</w>
n one</w>
di o</w>
happ en</w>
vi su
usu ally</w>
sequ el</w>
lo r</w>
ac ted</w>
su ff
thea ter</w>
scre en
pa in
h ell</w>
mo der
ne i
ho ld</w>
c ess</w>
ster n</w>
d on
sho wn</w>
cra p</w>
enjo y
val ue</w>
s an
o g
si on
fi c</w>
com men
stor y
op ening</w>
ta ken</w>
relea sed</w>
ma g
k o
ac ross</w>
thrill er</w>
com ic</w>
seri ously</w>
si ble</w>
sc o
a go</w>
te c
si ster</w>
re o
re min
typic al</w>
lo cal</w>
ex ac
gh ting</w>
obvi ous</w>
ge or
eng lish</w>
su e</w>
ea si
c ing</w>
mi ddle</w>
con fu
o k
s le
me ssage</w>
exac tly</w>
gu n</w>
d ance</w>
stre et</w>
a vo
z om
ridicul ous</w>
stru c
anno ying</w>
f ren
m ore</w>
sa ying</w>
fi g
de scri
fo cu
l en
mo stly</w>
fa ir</w>
d ream</w>
ad m
t an
who se</w>
t rea
cla ss</w>
ti ma
te am</w>
app ea
al ing</w>
re s</w>
appa rently</w>
chea p</w>
r unning</w>
ma s</w>
f al
expec ted</w>
st ry</w>
p lu
dialo g</w>
se cre
s er</w>
con tro
suc ce
op en</w>
m on</w>
di tion</w>
st ay</w>
some what</w>
j ap
ab ility</w>
spi ri
in f
produc er</w>
en ty</w>
cinema tography</w>
o t</w>
der ing</w>
tal king</w>
hu ge</w>
vi ce</w>
st ance</w>
k new</w>
d ol
war ds</w>
ra ted</w>
atten tion</w>
w ee
tele vision</w>
er ing</w>
star ted</w>
predic table</w>
j ack</w>
en d
sil ly</w>
jo r</w>
su m
te en
du e</w>
te en</w>
ma jor</w>
h ate</w>
di ty</w>
o sc
ver y</w>
gi ving</w>
vie wing</w>
import ant</w>
sc ary</w>
g ing</w>
he ar
the tic</w>
men tion</w>
ima ge</w>
up on</w>
perf ec
cle arly</w>
f our</w>
d am
p lo
fig ure</w>
fa ir
ear th</w>
be y
ta il</w>
moder n</w>
m b</w>
disappoin ted</w>
b al
w oo
surpri se</w>
ro ck</w>
com par
tal e</w>
inte lli
fa st</w>
li n</w>
cri me</w>
bey ond</w>
o w
a du
se m
re sult</w>
pp ing</w>
for d</w>
b oo
w in</w>
pa rent</w>
el d</w>
y al</w>
stran ge</w>
sexu al</w>
gge st</w>
te x
er i
soun d
roman tic</w>
whe ther</w>
ap preci
pre vi
pre sent</w>
fren ch</w>
ri char
pu bli
v an</w>
relea se</w>
lo wing</w>
f ar
re turn</w>
bri tish</w>
mo ving</w>
se ar
ea sy</w>
ima gin
c ept</w>
sing le</w>
se s</w>
pa u
at mo
atmo sp
po pu
m ac
k able</w>
geor ge</w>
fol low
sound track</w>
g an
brea k</w>
ve red</w>
sp ace</w>
gir l
zom bie</w>
in ing</w>
sub ject</w>
n ear</w>
b en
fam ous</w>
m s</w>
sp on
g or
fro m</w>
basi cally</w>
wor king</w>
ster y</w>
g ran
sta ge</w>
fu ture</w>
ev en
doub t</w>
r a</w>
b lu
tic ally</w>
o per
un k</w>
t less</w>
we stern</w>
h en
br ing</w>
re ve
no te</w>
emo tion</w>
intelli g
v am
enjoy able</w>
v y</w>
stra ight</w>
film ed</w>
cer tain</w>
po w
or able</w>
film maker</w>
f i</w>
entertain ment</w>
g one</w>
my stery</w>
in ci
dru g</w>
ma teri
sea son</w>
fi ve</w>
bu y</w>
p ire</w>
easi ly</w>
sti ck</w>
kill ing</w>
villa in</w>
simil ar</w>
g oo
pro fe
b unch</w>
bu il
st ate</w>
i a</w>
fir e</w>
suppor ting</w>
ali an</w>
tr ou
ti vely</w>
do c
diff ic
si s</w>
re p
vic tim</w>
sho wing</w>
s k</w>
r y
ro b
mar y</w>
f le
z z
tr ac
pe ter</w>
appear s</w>
ad ap
tri ed</w>
j ack
w n
sur vi
t te</w>
in tro
in no
de p
a te
sol di
nam ed</w>
h ood</w>
wi thin</w>
for ce</w>
contin u
b ility</w>
a ir</w>
cre ep
car to
w il
story line</w>
se n</w>
en ded</w>
d enti
ch eck</w>
t ter
g ine</w>
ssi on
nar ra
gra p
tu red</w>
fanta stic</w>
c ep
pa thetic</w>
develo p
le ss
d r</w>
surpri sed</w>
con cer
y or
fi ed</w>
ne e
ca u
a spect</w>
b o</w>
suspen se</w>
st s</w>
fi eld</w>
sor ry</w>
man a
ju sti
eff ec
co ver</w>
adu lt</w>
s qu
osc ar</w>
po se</w>
ne arly</w>
gener al</w>
pro vi
f y</w>
stu dent</w>
se tting</w>
for ma
avo id</w>
oun t</w>
ea t</w>
at ure</w>
ad ven
wh o</w>
ok ay</w>
ra y</w>
men tion
k ept</w>
ima gine</w>
d den</w>
materi al</w>
a ver
wa it</w>
ul tima
lo ver</w>
g ol
anima tion</w>
am ong</w>
pre mise</w>
peri od</w>
stand ard</w>
p ay</w>
soldi er</w>
gh tly</w>
dra matic</w>
wa ter</w>
for get</w>
edi ting</w>
ca ted</w>
pau l</w>
du ll</w>
bo x</w>
le e</w>
te lling</w>
le s
c y
richar d</w>
doc tor</w>
m ou
le g
f er
n er
li ke
j er
master piece</w>
wal k</w>
f er</w>
cop y</w>
bat tle</w>
au th
tr a</w>
th ird</w>
pa red</w>
ac tual</w>
h am
bu sin
soci ety</w>
h ear</w>
de tail</w>
americ a</w>
ac cu
in spi
fron t</w>
grea test</w>
s op
ch ang
back ground</w>
re spon
g s</w>
aver age</w>
li on</w>
k en
g an</w>
some how</w>
li st</w>
fol low</w>
sc i</w>
n on
m ale</w>
sig n</w>
h ur
e li
ex pre
off er</w>
is sue</w>
ec u
ro w</w>
mi sta
or d</w>
k u
tru th</w>
sc a
n s</w>
yor k</w>
e x</w>
escap e</w>
succe ss
ma l</w>
exc ep
for ward</w>
atmosp here</w>
wea k</w>
c a</w>
vi r
qu ic
j our
inde ed</w>
ck y</w>
br ought</w>
ri ous</w>
for e</w>
rea ding</w>
on y</w>
hi stor
d y
ma x</w>
d b</w>
la me</w>
hor ri
even tually</w>
in a</w>
g ay</w>
convinc ing</w>
comp any</w>
screen play</w>
pow er
carto on</w>
wri te</w>
stor e</w>
oth er
ne l</w>
ho l
ch il
la tion</w>
cu lar</w>
lea f</w>
im db</w>
ho t</w>
v an
perfec tly</w>
sh er</w>
mu l
f ree</w>
g y</w>
te red</w>
or ly</w>
hu m
de ep</w>
ro mance</w>
nat u
de pic
cho ice</w>
a k
er a</w>
di sp
d ness</w>
s a</w>
sh ame</w>
girl friend</w>
cha se</w>
vam pire</w>
app ear</w>
wh ate
is land</w>
be came</w>
diffic ult</w>
cra zy</w>
y si
po orly</w>
ag ed</w>
secre t</w>
whate ver</w>
m ach
cre w</w>
bo y
bo ard</w>
s ar
ri ch</w>
plu s</w>
pic k</w>
st ant</w>
re vol
f ying</w>
ex pla
c king</w>
un less</w>
me ss</w>
wor ked</w>
the se</w>
previ ous</w>
par ty</w>
la w</w>
t ori
ni fic
en ted</w>
un t</w>
possi bly</w>
log ical</w>
foo tage</w>
mem orable</w>
lea ding</w>
in du
coun t</w>
other wise</w>
it al</w>
intro duc
an ese</w>
g ly</w>
b re
b b
d ate</w>
bab y</w>
am ount</w>
po ten
nee ded</w>
j ec
beau ty</w>
lear n</w>
di sa
ac cent</w>
stru gg
ste reo
deci ded</w>
ca t</w>
s un
w ol
sh e
re make</w>
intere sted</w>
c le</w>
s ingly</w>
jap anese</w>
ten sion</w>
li er</w>
ex is
develop ment</w>
com pe
we st</w>
quic kly</w>
ma tch</w>
for ced</w>
em bar
parti cular</w>
fam ili
super b</w>
ex ecu
tou ch</w>
s n
dis ney</w>
a ff
sci enti
fanta sy</w>
l ac
a de
person al</w>
go tten</w>
focu s</w>
an s
ali en</w>
adven ture</w>
mention ed</w>
g on
we ird</w>
like ly</w>
l ying</w>
b ill</w>
thro w</w>
s al
lec tion</w>
ic ally</w>
beli ef</w>
sati s
in k</w>
e qu
c er</w>
si ght</w>
in ess</w>
creep y</w>
dist ur
nat ure</w>
c ked</w>
oc ca
bea t</w>
re commen
poli tical</w>
lo cation</w>
j on
emo tional</w>
di ed</w>
to tal</w>
cli ch
sh ar
com b
busin ess</w>
z en</w>
se ly</w>
li ste
al s</w>
wee k</w>
in side</w>
gh o
wa iting</w>
natu ral</w>
z ar
tion ally</w>
con clu
chee sy</w>
c oo
mil e</w>
ell ing</w>
c ir
ti n</w>
pp y</w>
h oo
c ry</w>
re r</w>
re de
lan gu
bra in</w>
br ings</w>
stu dio</w>
co stu
fa sc
th u
wh i
t ac
so li
log y</w>
ac ci
shoo t</w>
ma ster</w>
v arious</w>
sci ence</w>
pla yer</w>
ph ysi
ol der</w>
in tri
tran s
ra n</w>
as k</w>
anima l</w>
comp li
ni ght
incredi bly</w>
er ci
spiri t</w>
rec og
power ful</w>
in ve
z ation</w>
ro ad</w>
do wn
de stro
c t</w>
fail s</w>
ad o
pro ject</w>
ap art</w>
uni ver
tri bu
reali ze</w>
o ver</w>
st on</w>
rec ently</w>
psy cho
ne w
ma t
g on</w>
eu ro
publi c</w>
ho le</w>
famili ar</w>
fair ly</w>
ba dly</w>
v el
ill ing</w>
bu l
suc cess</w>
pl ac
clu b</w>
spoil er</w>
pla n</w>
dri ve</w>
ter m</w>
sp ent</w>
her o
chri sti
ly n
al low
ess ary</w>
er ous</w>
d ence</w>
vi n</w>
off ice</w>
ear lier</w>
po st</w>
out side</w>
wa sted</w>
v in
uni que</w>
marri ed</w>
jo e</w>
a h</w>
tur y</w>
trou ble</w>
tra in</w>
con nec
cen tury</w>
ti ce</w>
tal ented</w>
sk y</w>
fol lowing</w>
fi ghting</w>
s mo
w el
pre ten
portra yed</w>
portra yal</w>
ki d
hi c</w>
expec ting</w>
ac hi
to wards</w>
pe t</w>
it alian</w>
f lo
direc ting</w>
ca sting</w>
pl enty</w>
f ear</w>
adm it</w>
produc ed</w>
langu age</w>
willi am</w>
re main
un like</w>
tr e</w>
aw ard</w>
c r
ro te</w>
fil led</w>
stan tly</w>
si ty</w>
col le
pl ane</w>
p an
mana ges</w>
joh n
d den
m al
i denti
con tain
sco tt</w>
mo de
for mer</w>
lar ge</w>
t one</w>
g l
st al
ger man</w>
w rote</w>
dep th</w>
att ack</w>
ri s</w>
re a</w>
p ace</w>
na tional</w>
mis sed</w>
achi ev
s am
p al
or din
embar ra
di an</w>
b it
in s</w>
en ga
s mar
mem ory</w>
t om
recog ni
o tic</w>
gan g</w>
ta ste</w>
sear ch</w>
s ence</w>
u p</w>
la y</w>
du mb</w>
costu me</w>
bo red</w>
ter s</w>
s m</w>
con cept</w>
te ach
sw eet</w>
re n</w>
od d</w>
g n
i an</w>
d oor</w>
reli gi
pp er</w>
hon e
cu te</w>
ste p</w>
in ation</w>
fa shi
appear ance</w>
an ti</w>
nu dity</w>
fe rence</w>
cul ture</w>
desp er
crea ted</w>
v ement</w>
su it</w>
cen tra
be ha
vi l</w>
te dly</w>
deser ves</w>
com pu
cl ever</w>
bl ing</w>
im medi
go ver
min al</w>
t le
li ter
chan nel</w>
cau ght</w>
i di
ag ree</w>
sli ghtly</w>
incredi ble</w>
i us</w>
fun ni
sa dly</w>
mo tion</w>
me ant</w>
gho st</w>
co ld</w>
wor thy</w>
te l</w>
re spect</w>
fla sh
cre ate</w>
al low</w>
a ger</w>
or ity</w>
mista ke</w>
enti rely</w>
ch em
fla t</w>
tra sh</w>
pu ll</w>
p h</w>
mis sing</w>
m el
fre e
dis gu
pri son</w>
e s
b on
sp end</w>
k ick</w>
grap hic</w>
mean ing</w>
laugh ing</w>
har dly</w>
de ep
blu e</w>
s at
spea k</w>
consi dering</w>
fu l
poten tial</w>
m ir
cre ature</w>
c ee
si te</w>
psy ch
fic tion</w>
af ter
t ory</w>
men tal</w>
ma d</w>
sou l</w>
gen u
rec ei
p s</w>
on ly</w>
co lor</w>
ni e</w>
ge ous</w>
contro l</w>
di r
cam p</w>
bo t
bi ggest</w>
b il
nei ther</w>
ga in</w>
b om
ri de</w>
intellig ent</w>
i i</w>
i al</w>
ha ir</w>
cat ch</w>
ti tu
ti ous</w>
p ra
g ory</w>
vi ty</w>
on ed</w>
it ation</w>
ven ge</w>
th i
sa tion</w>
bu t
ar ri
y ea
soci al</w>
il er</w>
deci des</w>
colle ge</w>
un g</w>
com pared</w>
appreci ate</w>
an tly</w>
am bi
popu lar</w>
christ mas</w>
ac y</w>
ru ssi
pro gra
buil ding</w>
as su
ex tra</w>
di d</w>
b en</w>
th or
str on
spo t</w>
posi tive</w>
de tec
viol ent</w>
the re
success ful</w>
su dden
a ssi
visu al</w>
te ment</w>
sa m</w>
ju li
comm on</w>
va il
pur pose</w>
fol k</w>
e k</w>
deli ver
an a</w>
wol f</w>
u tion</w>
teen ager</w>
sudden ly</w>
basi c</w>
ali ve</w>
ma te</w>
ans wer</w>
mo od</w>
b ir
ac cep
st ab
p ure</w>
ag ent</w>
adap tation</w>
yea h</w>
do w</w>
ste n
deci de</w>
man i
a ir
sm ith</w>
si ck</w>
j ane</w>
follow s</w>
fla w</w>
exc iting</w>
de pre
cu lt</w>
sti tu
mil lion</w>
dan cing</w>
recommen ded</w>
ll ed</w>
de ca
presen ted</w>
an ge
soli d</w>
cri tic</w>
ch u
a we
v ation</w>
jour ney</w>
a si
ri sh</w>
invol ving</w>
diffe rence</w>
par k</w>
p it
b ond</w>
and a</w>
rec ent</w>
gu i
fe sti
f ru
consi der</w>
ba ge</w>
at s</w>
ta gon
fa ke</w>
effec tive</w>
da d</w>
compu ter</w>
bor n</w>
al d</w>
re viewer</w>
pat ri
gra de</w>
ph one</w>
gen ius</w>
g ger</w>
ba rely</w>
o s</w>
disc over
tex t</w>
scienti st</w>
sou th</w>
r ace</w>
hea vy</w>
cri minal</w>
ch ur
fran k</w>
conclu sion</w>
bi zar
sup er</w>
hum our</w>
youn ger</w>
sho wed</w>
pr ac
posi tion</w>
mor al</w>
e dge</w>
chang ed</w>
w all</w>
tri p</w>
p il
hit ch
foo t</w>
ber g</w>
ang le</w>
poin tless</w>
lon ger</w>
hon est</w>
ultima tely</w>
me t</w>
l and
is ed</w>
forma tion</w>
su ck</w>
re venge</w>
impre ssive</w>
ti red</w>
car ry</w>
no body</w>
i ous</w>
fasc in
a side</w>
t ough</w>
re mo
plan et</w>
inspi red</w>
hur t</w>
festi val</w>
tur ning</w>
ten ce</w>
star ring</w>
mil it
la tter</w>
k a</w>
ar my</w>
ste al</w>
ordin ary</w>
a vail
u tter
ob se
gla d</w>
ck et</w>
appea l</w>
ama te
sion al</w>
re f
mo ti
develo ped</w>
ter min
i stry</w>
hor se</w>
gar bage</w>
con ven
c tion</w>
a i
st one</w>
liter ally</w>
y ou
tagon ist</w>
re g
por tun
op portun
s low
c ore</w>
sla sher</w>
re mar
arti st</w>
u m
su l
si tting</w>
person ality</w>
oper a</w>
mi d
immedi ately</w>
im possible</w>
detec tive</w>
ba r</w>
an ne</w>
wa y
v ari
inve sti
de mon
d or
chem istry</w>
as sa
shoo ting</w>
g ru
titu de</w>
th rea
po p</w>
li fe
har ry</w>
gi ant</w>
ex cu
surpri singly</w>
re por
po sed</w>
distur bing</w>
b le
am using</w>
a ss
wit ch</w>
profe ssion
avail able</w>
char lie</w>
am s</w>
re fu
ra m
he y</w>
co st</w>
bizar re</w>
se y</w>
l eng
is on</w>
appea red</w>
vi a</w>
consi dered</w>
tra iler</w>
war e</w>
no where</w>
ge ly</w>
bu ild</w>
a rea</w>
strugg le</w>
ge m</w>
g al</w>
excep tion</w>
du ce</w>
b ought</w>
ap er</w>
some where</w>
sing ing</w>
re ference</w>
less ly</w>
ex plain</w>
disappoin ting</w>
be cause</w>
a fri
z es</w>
sex y</w>
kno w
ki e</w>
j im</w>
gover n
el ly</w>
cap ture</w>
bo ther</w>
ici de</w>
g ang
ch er</w>
ro ll</w>
j en
hone stly</w>
g li
d an</w>
con ver
bot tom</w>
anima ted</w>
pa in</w>
comm un
fail ed</w>
comple x</w>
cla im</w>
ch all
ce le
n ical</w>
de si
co ck</w>
ch ap
awe some</w>
than ks</w>
sc ent</w>
que en</w>
lea ving</w>
ha un
smar t</w>
ri ed</w>
person ally</w>
k ar
g y
ca ble</w>
ton y</w>
su spect</w>
sen si
pa ge</w>
m ea
gener ally</w>
a sh
y e
w ind</w>
opportun ity</w>
na ked</w>
histor ical</w>
ex ci
e m</w>
boy friend</w>
ti e</w>
sub tle</w>
sta tion</w>
sil ent</w>
mach ine</w>
ig n</w>
ad ded</w>
scen ery</w>
justi ce</w>
pre sence</w>
mi x
govern ment</w>
char les</w>
utter ly</w>
lo ck</w>
li kable</w>
ing ing</w>
ho pe
gg ed</w>
d ang
lou d</w>
cinema tic</w>
at trac
terri fic</w>
pho tography</w>
than k</w>
s ant</w>
s al</w>
indi an</w>
every body</w>
d omin
narra tive</w>
lo vely</w>
m it
impre ssion</w>
ga g</w>
con tra
con stantly</w>
sing er</w>
jon es</w>
excu se</w>
dro p</w>
b ol
re si
milit ary</w>
me lo
ma gic</w>
lon don</w>
gh ten
disappoin tment</w>
cli max</w>
trea t</w>
the less</w>
s na
re qui
pa ti
pa ssion</w>
man ner</w>
inno cent</w>
chri s</w>
thro wn</w>
teach er</w>
nor mal</w>
li c</w>
te ar</w>
n omin
il ed</w>
expec tation</w>
der s</w>
cu ri
b a</w>
appro pri
w art</w>
s our
my ste
f ly</w>
deca de</w>
comm erci
b ran
kno wing</w>
inten ded</w>
char m</w>
wal king</w>
w ill</w>
th us</w>
ll er</w>
g ment</w>
d ding</w>
ci ous</w>
inf lu
con fli
bl ed</w>
suppor t</w>
sop h
no ir</w>
na tive</w>
fin ish</w>
bil ly</w>
watch able</w>
sp oo
sho ck</w>
sh are</w>
off ic
no tic
nei gh
i ted</w>
g a</w>
t z</w>
ru le</w>
mis sion</w>
la n</w>
beauti fully</w>
tur ing</w>
su b</w>
sk ill</w>
sk i
sh ado
ro g
happen ing</w>
gre en</w>
di sh</w>
lea der</w>
intri gu
gran d
remain s</w>
laugh able</w>
j un
pro tagonist</w>
in vi
ho sp
ess enti
cor rec
be si
af fair</w>
si n</w>
ju d
flash back</w>
suppo se</w>
ss or</w>
par t
offic er</w>
min or</w>
j ean</w>
bo at</w>
sho w
ne ga
film ing</w>
du b
sp a
hu man
ti ci
su rely</w>
ra ge</w>
r oun
con tent</w>
sp ee
k ness</w>
investi g
ght ful</w>
fin i
charac teri
w ild</w>
ste m</w>
sh u
mar i
ju mp</w>
h a</w>
tou ching</w>
to o</w>
spec tive</w>
f ur
d dy</w>
de f
char ming</w>
ch am
sa n</w>
mon th</w>
dre ss</w>
am ing</w>
spea king</w>
re gar
m ex
cir cu
a po
ste ve</w>
know le
h at
de par
ar m</w>
g ree</w>
g i</w>
for ge
dra wn</w>
besi des</w>
bat man</w>
ali st</w>
slow ly</w>
s lo
s and</w>
r are</w>
ho ping</w>
ex per
ch oo
bri ef</w>
sk i</w>
o dy</w>
m ic
gr ace</w>
fore ver</w>
en coun
ch in
appro ach</w>
ur ing</w>
su gge
profession al</w>
night mar
la w
bud dy</w>
attrac tive</w>
a tes</w>
pro mis
k ea
hosp ital</w>
on ce</w>
mi d</w>
medi um</w>
marri age</w>
fre sh</w>
e o</w>
do wn</w>
vi du
tra ge
sc u
no tice</w>
indi vidu
inde pen
ig n
e du
di c</w>
c el
bro ad
wo w</w>
mi x</w>
hitch cock</w>
ga r</w>
extre me</w>
da ted</w>
y a</w>
la ted</w>
h ic
ab sur
t led</w>
sp ir
hel d</w>
ap ar
ss y</w>
man aged</w>
fascin ating</w>
sum mer</w>
ph il
par is</w>
pain ful</w>
ill a</w>
f loo
en ced</w>
e red</w>
comm it
ar th
st in
s and
ra pe</w>
laugh ed</w>
f ted</w>
cl ar
cam eo</w>
min e</w>
main ly</w>
in si
impre ssed</w>
ste ph
st le</w>
sho p</w>
ro bo
cro ss</w>
centra l</w>
rep ea
re y</w>
pa s</w>
gu il
d ying</w>
co m</w>
thea tre</w>
si x</w>
seri al</w>
re action</w>
p y</w>
gh ty</w>
contain s</w>
w ear</w>
sy stem</w>
su icide</w>
spec tac
chil d
b ac
we aring</w>
on to</w>
accu rate</w>
ra dio</w>
gang ster</w>
g lo
b in</w>
w y
un believable</w>
sym pa
inter view</w>
be l</w>
ad ver
a head</w>
fa ult</w>
en er
chur ch</w>
se a</w>
ran dom</w>
mo m</w>
mar tin</w>
is ter</w>
ha m</w>
dol lar</w>
beha vi
re gu
li ved</w>
les son</w>
imagin ation</w>
equ ally</w>
dou ble</w>
arth ur</w>
t ant</w>
pu tting</w>
fri en
f ell</w>
em y</w>
confu sed</w>
ter r
sp e
p se</w>
m ee
inclu de</w>
christ op
ba n</w>
ta pe</w>
ri te</w>
pa id</w>
ho tel</w>
comp elling</w>
commerci al</w>
b y
americ ans</w>
ri se</w>
ri p</w>
pro ve</w>
out standing</w>
mou th</w>
leng th</w>
ir on
go d
el le</w>
bru ce</w>
bo th</w>
al le
su s</w>
ra id</w>
na sty</w>
li ghting</w>
h ill</w>
fru stra
f rea
em plo
e stab
e lec
tra gic</w>
s se</w>
qu ick</w>
pla u
fav ou
c ali
au str
ach ed</w>
a tive</w>
y a
ti vity</w>
stereo type</w>
r on</w>
ne ws</w>
m oun
fel low</w>
di men
brea king</w>
mode l</w>
ju dge</w>
direc t</w>
bo s</w>
a th
wea p
sp ar
for gotten</w>
fashi on</w>
ough ly</w>
man d</w>
j a</w>
disa ster</w>
be th</w>
vi sit</w>
sp an
sc are</w>
p pet</w>
k es</w>
indu stry</w>
for mu
fo x</w>
sp ort</w>
jo y</w>
en emy</w>
cro w
at titude</w>
an ci
al ed</w>
ra tion</w>
r ound</w>
in formation</w>
fal ling</w>
christop her</w>
a st
sour ce</w>
n in
myste rious</w>
me rely</w>
la s</w>
fin ding</w>
st unning</w>
por n</w>
ep ic</w>
b al</w>
an na</w>
wh at
ter n
su ggest</w>
r s</w>
plea sure</w>
dir ty</w>
d red</w>
confu sing</w>
twi ce</w>
ste wart</w>
se dly</w>
ja son</w>
crea tive</w>
wa n</w>
the ir</w>
th es</w>
plac ed</w>
ch e</w>
re mem
g un
funni est</w>
confli ct</w>
cli ch</w>
ba se
at tr
z er
sle ep</w>
k elly</w>
il lu
expla ined</w>
de sign</w>
am ed</w>
ta bly</w>
st ood</w>
sho cking</w>
pro mise</w>
p tion</w>
nightmar e</w>
dam n</w>
com pla
so a
se ven</w>
compar e</w>
b s</w>
b by</w>
absol ute</w>
suppo sedly</w>
re sem
pu l
liste n</w>
deci sion</w>
z a
v a</w>
under standing</w>
th ir
sy n
re ach</w>
pil ot</w>
l ord</w>
ar gu
there fore</w>
st op
sc ar
o li
mo on</w>
m it</w>
gor geous</w>
f red</w>
ir ri
fra me</w>
forge t
bla me</w>
ne t
graph y</w>
gener ation</w>
d less</w>
col lection</w>
ang ry</w>
acci dent</w>
w illing</w>
seem ingly</w>
ren ted</w>
individu al</w>
christi an</w>
trage dy</w>
st om
remar kable</w>
gr ant</w>
favou rite</w>
f ish</w>
el s</w>
cap tain</w>
be coming</w>
any more</w>
tw enty</w>
s mile</w>
rede em
com mentary</w>
bo r</w>
ow ner</w>
wa s</w>
t ball</w>
sle ep
sig nific
s ke
pro f</w>
gg ing</w>
g in</w>
consi sten
tor ture</w>
sym bo
pro tec
p in
imp act</w>
fi f
reali zed</w>
pre si
part ner</w>
mor ous</w>
j im
g le</w>
ce i
apar tment</w>
ap e</w>
win dow</w>
weap on</w>
st ren
n an
dra g</w>
co he
wor th
wit ness</w>
v ate</w>
sc ream</w>
qu a
follow ed</w>
en sive</w>
d i</w>
allow ed</w>
te m
sha ke
s wi
ry an</w>
physi cal</w>
nega tive</w>
ing er</w>
ex tra
u gly</w>
stu ck</w>
sh ine</w>
oc re</w>
na z
medi ocre</w>
tra vel</w>
th ats</w>
rea son
fil l</w>
em p
as ked</w>
ac ade
su peri
so ever</w>
remin ded</w>
pri ce</w>
f ood</w>
ci a</w>
wonder ing</w>
vide s</w>
tru st</w>
sh ir
russi an</w>
pro vides</w>
con n
child hood</w>
ou d</w>
lo ving</w>
deliver s</w>
d ary</w>
ch y</w>
what soever</w>
pro vo
pro cess</w>
l er
h ab
g am
stren g
se par
qu o
jer ry</w>
j an
inten se</w>
in ven
in stance</w>
forget table</w>
aff ec
war ning</w>
spoil ers</w>
posi te</w>
pa ir</w>
mag nific
de mon</w>
con struc
clu e</w>
win ning</w>
p al</w>
o vered</w>
h s</w>
h an</w>
fri end
de vil</w>
b low</w>
pro gre
mi ke</w>
lo se</w>
knowle dge</w>
im ed</w>
dra w</w>
descri be</w>
vie wed</w>
tho mas</w>
s ac
respon sible</w>
ke vin</w>
k it
introduc ed</w>
g al
d rea
connec tion</w>
u se
tic s</w>
temp or
progra m</w>
nat ur
ha ving</w>
dan ny</w>
be fore</w>
realis m</w>
mo vement</w>
lau ghter</w>
dre ssed</w>
ba t</w>
b i</w>
w re
surpri sing</w>
rec ord</w>
p re</w>
op posite</w>
mo ore</w>
k er
gen e</w>
clo thes</w>
a ware</w>
sea t</w>
plea sant</w>
pic ked</w>
go ld</w>
f lying</w>
deli ver</w>
b ear</w>
al len</w>
superi or</w>
ste in</w>
ex plan
d un
bu ster</w>
beg an</w>
arti stic</w>
and re
re gre
com for
c i</w>
an th
tech ni
hel ped</w>
encoun ter</w>
disp lay</w>
dan i
ch ick</w>
c gi</w>
at h</w>
ac cor
sto ck</w>
remin ds</w>
nec essary</w>
expre ssion</w>
c ker</w>
ari o</w>
any body</w>
af raid</w>
da ys</w>
bu ck</w>
thor oughly</w>
ran ge</w>
ous y</w>
mo ved</w>
k in</w>
g ary</w>
fini shed</w>
fa t</w>
f lu
appropri ate</w>
ad dition</w>
you th</w>
sur roun
ra rely</w>
friend ship</w>
chin ese</w>
cen ter</w>
on i
ma ge</w>
john ny</w>
bloo dy</w>
wi de</w>
unn ec
so ft</w>
sh or
pro ved</w>
li mi
li ber
jack son</w>
ga s</w>
en s</w>
desi re</w>
ar ily</w>
par ody</w>
loo se</w>
leg end</w>
explan ation</w>
conver sation</w>
st at
re sol
re l</w>
pi c</w>
j r</w>
intellig ence</w>
ad mi
wan ting</w>
v ac
lo ss</w>
k o</w>
inclu des</w>
gla ss</w>
f l
deser t</w>
a sk
a gre
zer o</w>
some body</w>
sh i</w>
se gment</w>
ne t</w>
dang erous</w>
ur a</w>
pri est</w>
notic ed</w>
hun ter</w>
den tally</w>
bi an</w>
alis m</w>
woo den</w>
soa p</w>
sh y</w>
ri ver</w>
re presen
r o</w>
indepen dent</w>
hen ry</w>
estab li
bro wn</w>
any where</w>
stu dy</w>
s i</w>
lyn ch</w>
in s
ex ist</w>
con ve
compar ison</w>
bom b</w>
wa ke</w>
up s</w>
un known</w>
un cle</w>
st an</w>
sp ear
n ation</w>
limi ted</w>
ev e</w>
contin ue</w>
vo te</w>
techni que</w>
suc cee
streng th</w>
ru in</w>
ran k</w>
la bor
e e</w>
de aling</w>
p aper</w>
oc cur
inter pre
ge st</w>
di ck</w>
a st</w>
ing ton</w>
ener gy</w>
dev o
deep ly</w>
we re
ti ally</w>
t ched</w>
si t
sh el
intrigu ing</w>
ed die</w>
do zen</w>
bro ken</w>
teen age</w>
pri vate</w>
m ill
gu ard</w>
ac cept</w>
v ul
v hs</w>
terr ori
steph en</w>
cra sh</w>
al an</w>
acade my</w>
shado w</w>
qu ir
oc cu
m rs</w>
hi dden</w>
en vi
disc overed</w>
di str
de st</w>
appa rent</w>
ta y
s ab
pac ed</w>
n ick</w>
lu cky</w>
hea ven</w>
for med</w>
de sig
bo b</w>
ser vice</w>
hero ine</w>
deser ve</w>
cur rent</w>
ca stle</w>
stre ss</w>
high light</w>
drea d
disc over</w>
de termin
con sci
sh ou
ser ve</w>
sa t</w>
redeem ing</w>
le w
h in
fail ure</w>
bl ack
ar s</w>
z o
wit ty</w>
ve hic
sca red</w>
sc ra
s p</w>
inte l
u n</w>
spee ch</w>
regu lar</w>
pati ent</w>
on g
ni a</w>
lea gue</w>
e less</w>
con tribu
commun ity</w>
come dic</w>
aw k
un usual</w>
t ree</w>
sta tement</w>
m un
lo y
fre qu
edi ted</w>
comp ani
cla u
bl on
wonder fully</w>
vin ce</w>
vehic le</w>
th ful</w>
o ci
enga ging</w>
ch an</w>
auth or</w>
y n</w>
wh il
sen ti
lear ned</w>
intel lec
in ely</w>
b our
at ro
whi ch</w>
thou sand</w>
sh eri
se ll</w>
religi ous</w>
provi de</w>
floo r</w>
fav or</w>
clich s</w>
b ell</w>
willi ams</w>
whil st</w>
way ne</w>
va tive</w>
uni on</w>
tri ck</w>
tay lor</w>
r out
mar tial</w>
kee ping</w>
di tional</w>
d al
bro o
bb ish</w>
a c</w>
tho se</w>
re spec
gro wing</w>
gol den</w>
deser ved</w>
cap able</w>
an n</w>
ski p</w>
per spective</w>
kid n
inc rea
gr and</w>
davi s</w>
col um
col lec
w it</w>
sion ally</w>
ser ved</w>
presi dent</w>
moun tain</w>
idi ot</w>
gu est</w>
f ab
dr unk</w>
c es</w>
ama z
z i
were wolf</w>
tic ism</w>
than k
te di
s lu
s ean</w>
mor ning</w>
k et</w>
hun dred</w>
ea l</w>
bi gger</w>
behavi or</w>
th ers</w>
s no
robo t</w>
reg ard</w>
nor m
min i
i ve</w>
how ard</w>
dri ving</w>
con tri
tech nical</w>
fin ale</w>
f it
ea se</w>
d ry</w>
pi e</w>
ma sk</w>
ha ted</w>
be red</w>
ar ity</w>
ange l</w>
wh en
vil le</w>
sym pathetic</w>
satis fying</w>
produc t</w>
j ac
euro p
con tr
bur n</w>
vi si
u lar</w>
occa sionally</w>
mul ti
lac king</w>
hu morous</w>
crow d</w>
an der
ad a</w>
a de</w>
trea ted</w>
the red</w>
stu pi
rela te</w>
r ying</w>
lo ad</w>
dri ver</w>
d om
cre ating</w>
bl and</w>
au to
ask s</w>
sc ue</w>
re lev
pr inci
net work</w>
ne s</w>
magnific ent</w>
li t</w>
gro wn</w>
be ach</w>
when ever</w>
we dding</w>
v or</w>
tempor ary</w>
star ting</w>
ri st</w>
ref lec
re scue</w>
nic ely</w>
mee ting</w>
man age</w>
fri ghten
d ney</w>
bu s</w>
att ac
an dy</w>
ad van
unnec essary</w>
sta ted</w>
p on
mean ing
m my</w>
gl ori
de re
bri an</w>
ad am</w>
u tter</w>
origin ally</w>
lew is</w>
desper ate</w>
bru tal</w>
b right</w>
tran sla
st ream</w>
scri p
ro ber
psycho logical</w>
perfor mer</w>
m i</w>
is ted</w>
gra du
fran kly</w>
fa il</w>
di v
de b
bar bar
accor ding</w>
wa sh
tin y</w>
ti s</w>
lo wer</w>
gu ar
gra tu
eng land</w>
ste ri
sati re</w>
ph y</w>
pa ssed</w>
non sense</w>
lo s</w>
kin da</w>
cap tured</w>
c ate</w>
be t</w>
an n
villa ge</w>
un able</w>
spear e</w>
ru bbish</w>
ro y</w>
rela ted</w>
rec all</w>
pu lled</w>
human ity</w>
f at
con stant</w>
ban k</w>
w ra
ve te
vete ran</w>
uni ted</w>
tin o</w>
ta n</w>
survi ve</w>
stitu te</w>
sa ving</w>
psych o</w>
pro per
pa r</w>
ma r</w>
pro duce</w>
pr in
norm ally</w>
la ke</w>
irri t
hi de</w>
genu inely</w>
fran ce</w>
f actor</w>
ass oci
an o</w>
a gain</w>
z e
wor ker</w>
span ish</w>
shake speare</w>
inten tion</w>
f on
et te</w>
di stri
cra ppy</w>
ch op
ch ec
rout ine</w>
il ing</w>
fore ign</w>
de al
br inging</w>
ul a</w>
sc or
promis ing</w>
in sult</w>
ici al</w>
h all</w>
em er
d ous</w>
co w
ca te
b one</w>
ab and
ther n</w>
suff ering</w>
st unt</w>
see k</w>
natur ally</w>
fa ith</w>
f ate</w>
f are</w>
spectac ular</w>
sp y</w>
sp ac
po sse
phil o
mon o
ma j
identi ty</w>
essenti ally</w>
di e
cor ru
contra st</w>
anth ony</w>
spe ed</w>
s end</w>
ri or</w>
pac ing</w>
ma ke
g il
fle sh</w>
choo se</w>
c on</w>
bl ind</w>
terri bly</w>
ten d</w>
tar get</w>
t t
profe ssor</w>
pla y
mur dered</w>
f ame</w>
experi enced</w>
ell o</w>
ea ting</w>
disc u
chall en
c ard</w>
ad dic
y u
sa ke</w>
qu est</w>
ho mo
de l
vic tori
tex as</w>
sk in</w>
s lea
pri son
m m</w>
lu ck</w>
in es</w>
h int</w>
gi e</w>
ei ght</w>
don ald</w>
clea n</w>
chi ef</w>
bi o
v able</w>
n ur
les bian</w>
inter national</w>
inclu ded</w>
europ ean</w>
e th
de but</w>
con text</w>
c ant</w>
absur d</w>
win ner</w>
tech nic
sw ee
rec or
n ever
le tter</w>
ha ve</w>
h at</w>
fi gu
dimen sional</w>
an ti
ste ven</w>
portra y</w>
pho tograph
mix ed</w>
hea d
dan cer</w>
comfor table</w>
suc ked</w>
ous ness</w>
m o</w>
kea ton</w>
jim my</w>
han g</w>
genu ine</w>
demon stra
can dy</w>
b ound</w>
ad vice</w>
ultima te</w>
threa ten
she er</w>
num erous</w>
hun t</w>
gre w</w>
exp li
ex pl
ev ol
cha ir</w>
s ni
prison er</w>
ph ili
mi ch
m ming</w>
jo se
g ate</w>
euro pe</w>
consi der
con fe
circu m
su it
si de
provi ded</w>
ma tt</w>
lin er</w>
l ane</w>
hear t
gro w</w>
descri bed</w>
crea tes</w>
to ward</w>
se ction</w>
n is</w>
ju lie</w>
hand le</w>
ger y</w>
formu la</w>
exis tence</w>
envi ron
dread ful</w>
rec k</w>
o l</w>
is tic</w>
ins ane</w>
in st
he al
har d
er ic</w>
de vice</w>
char is
be ing</w>
al y
un funny</w>
spir ing</w>
ri c</w>
remem bered</w>
religi on</w>
na m</w>
ir o</w>
dub bed</w>
buil t</w>
asi an</w>
ur ban</w>
un realistic</w>
to ler
t man</w>
sheri ff</w>
sa ved</w>
lo we
kin s</w>
high er</w>
fin est</w>
dri ven</w>
ac count</w>
t oo
stran ger</w>
jo an</w>
h eck</w>
visu als</w>
un expected</w>
t act</w>
s we
lo gic</w>
ju mp
depic tion</w>
dan ger</w>
co de</w>
ci vil
war m</w>
ste n</w>
re pu
r ou
p unch</w>
ob ject</w>
lo gi
jo in</w>
jen ni
jap an</w>
in y</w>
disgu sting</w>
cra ft</w>
con temporary</w>
b oun
at ory</w>
ad ed</w>
vi s</w>
tech no
sympa thy</w>
spoo f</w>
mean while</w>
mar ket</w>
k i</w>
emp ty</w>
e some</w>
depar tment</w>
de rer</w>
appe aling</w>
z er</w>
we al
sea gal</w>
ren tal</w>
qui et</w>
jenni fer</w>
gla s</w>
execu ted</w>
ell a</w>
blo wn</w>
barbar a</w>
ali ce</w>
tal ity</w>
ri d</w>
reve aled</w>
op en
ma ture</w>
invol ves</w>
ev ening</w>
to pic</w>
su dden</w>
reli ef</w>
po e
m es</w>
influ ence</w>
in sight</w>
free dom</w>
dou glas</w>
contri ved</w>
compe tent</w>
ca sh</w>
awk ward</w>
vi vi
v ent</w>
te ach</w>
sat ur
re d
ll a</w>
kidn app
ken ne
in o</w>
f u</w>
deli ghtful</w>
concer ned</w>
cho sen</w>
we ight</w>
wa ve</w>
recei ved</w>
ob li
lo ses</w>
fa i
evi dence</w>
ed ward</w>
w l</w>
tre at
thea tri
shar p</w>
sexu ality</w>
pa ss
mis er
li gh
gre at
gn ant</w>
fea turing</w>
fe st</w>
embarra ssing</w>
du de</w>
challen ge</w>
ab out</w>
ter ror</w>
par an
pa g
it ous</w>
horri bly</w>
f ool</w>
discover s</w>
continu es</w>
comm uni
can a
thr ill</w>
preten tious</w>
p un
jose ph</w>
foo tball</w>
deli vered</w>
vie t
scre aming</w>
on ey</w>
lou is</w>
je sus</w>
je ff</w>
jack ie</w>
h i</w>
dar kness</w>
cor ny</w>
circum stance</w>
amate ur</w>
amate u
under rated</w>
tedi ous</w>
sur face</w>
str ing</w>
screen writer</w>
pu ppet</w>
pat h</w>
never theless</w>
nec k</w>
min i</w>
in evi
g g</w>
contro ver
con fron
comb ination</w>
wal ker</w>
sh allow</w>
sa v
regre t</w>
pr int</w>
irrit ating</w>
hou se
e qui
ch ron
te e</w>
spo il</w>
sna ke</w>
scap e</w>
nor th</w>
mur phy</w>
mani pu
char ge</w>
c ell</w>
bul let</w>
w ic
tri c</w>
thin gs</w>
ro b</w>
ri e</w>
le g</w>
concer n</w>
con dition</w>
commit ted</w>
c rac
ba g</w>
ari an</w>
allow s</w>
z z</w>
visu ally</w>
u k</w>
tw isted</w>
tur key</w>
ti ght</w>
sh a</w>
pri me</w>
nomin ated</w>
ne ed
mor gan</w>
j ay</w>
ha w
fla sh</w>
f oun
en ter</w>
eli za
ea st
to y</w>
su sp
sta tes</w>
obse ssed</w>
men ted</w>
k ur
in ner</w>
ic o</w>
end less</w>
dr ink</w>
com man
blon de</w>
re fre
ma d
k ir
hit ler</w>
hand some</w>
g ab
experi ment</w>
el a</w>
com pre
cohe rent</w>
bb c</w>
wre st
wal ked</w>
tre k</w>
sh am
re main</w>
ra b
m ble</w>
lu c
k y
gu t</w>
em ma</w>
dist inc
austr alian</w>
al ex
un inten
t am
sh ment</w>
sa ur</w>
re v
ra in</w>
pro mo
pro cee
ma ss</w>
k ri
h ang
gol d
destro y</w>
ci an</w>
afri can</w>
adver ti
wash ington</w>
sit com</w>
sh er
satur day</w>
k ni
je wish</w>
i rish</w>
gor don</w>
explo itation</w>
e th</w>
di g
assu me</w>
ar chi
ander son</w>
ach ing</w>
y our</w>
univer sal</w>
tra p</w>
ru ined</w>
re search</w>
p ity</w>
over ly</w>
on s</w>
maj ority</w>
lar ry</w>
la m
explo sion</w>
eliza beth</w>
correc t</w>
come dian</w>
brilli antly</w>
b ird</w>
ac he</w>
ab use</w>
x ious</w>
sho cked</w>
patri ck</w>
make up</w>
har ris</w>
ga re
f low</w>
destro yed</w>
con vic
cho reo
bir th</w>
tra ining</w>
sub title</w>
sem i</w>
rob in</w>
ro se</w>
pro per</w>
philo soph
p y
mit ch
l ousy</w>
hal lowe
h au
fac ed</w>
dre w</w>
ci ti
chap lin</w>
ad vi
th a</w>
sur real</w>
ra di
n t</w>
mur derer</w>
l o</w>
expre ss</w>
ex i
emo tionally</w>
ea k</w>
de gree</w>
cele bra
as king</w>
univer se</w>
tru ck</w>
ti ll</w>
portra ying</w>
perfor med</w>
pain fully</w>
ki ss</w>
jec ted</w>
hallowe en</w>
co ff
ac compli
stri ke</w>
stor m</w>
ro ger</w>
n y
l un
hope fully</w>
hear ted</w>
ex ten
dani el</w>
cu rious</w>
al bert</w>
war s</w>
under stood</w>
terrori st</w>
spen ds</w>
pa int</w>
develo p</w>
cli p</w>
bl an
anci ent</w>
vari ety</w>
tun e</w>
pre pared</w>
pe ti
pe ace</w>
juli a</w>
haun ted</w>
figu red</w>
exci ted</w>
cu tting</w>
cal ling</w>
se curi
securi ty</w>
s word</w>
relev ant</w>
prin ce</w>
or s</w>
n au
lar gely</w>
intellec tual</w>
gli mp
em ph
do es</w>
de c
d son</w>
cate gory</w>
ca ge</w>
blo ck
treat ment</w>
the ory</w>
th a
scre ening</w>
scen ario</w>
repor ter</w>
pro pag
possi bility</w>
plau sible</w>
mi c</w>
li es</w>
ho li
hea ded</w>
depre ssing</w>
de vi
cri ticism</w>
cana dian</w>
al right</w>
t ta</w>
susp ici
su m</w>
signific ant</w>
si x
ru sse
ra ise</w>
is ing</w>
ig nor
he aring</w>
hand led</w>
exci tement</w>
distri bu
de struc
d ation</w>
cou rage</w>
bro thers</w>
br un
worth while</w>
tribu te</w>
ssi e</w>
sac ri
ro lling</w>
ren ting</w>
p stick</w>
p le
ma u
ma ss
lyn n</w>
har sh</w>
d uring</w>
wh el
tr il
super man</w>
su n</w>
sp in</w>
sc ale</w>
gre en
grap h</w>
ess arily</w>
cow boy</w>
broad way</w>
appreci ated</w>
wil son</w>
vic tor</w>
un likely</w>
stron gly</w>
propag anda</w>
n ea
mp tion</w>
m in</w>
goo d
exis tent</w>
dy nam
du m
de mand</w>
be tra
x i
tra ditional</w>
struc ture</w>
se ful</w>
que sti
pu sh</w>
mex ican</w>
mass ac
leg al</w>
je al
el led</w>
con fi
al ex</w>
spea ks</w>
ri sk</w>
refu se</w>
quo te</w>
portra ys</w>
por tion</w>
pa ssing</w>
ma ssive</w>
l ace</w>
k ate</w>
fi es</w>
en se</w>
d der</w>
bu ff
be ar
amateu rish</w>
viet nam</w>
ve t</w>
stop ped</w>
sti n</w>
sensi tive</w>
nur se</w>
li ed</w>
h ire</w>
gran ted</w>
fo rest</w>
c ure</w>
bo x
wel come</w>
v ance</w>
rela tively</w>
rea s</w>
ob ser
mon key</w>
lear ns</w>
is ti
ho st</w>
h ill
for th</w>
f our
bel on
z a</w>
tw in</w>
t at
sub stance</w>
sh all</w>
p ile</w>
moti vation</w>
jun gle</w>
gy p
gra ve</w>
focu sed</w>
er otic</w>
east wood</w>
compe ti
bu ff</w>
ani me</w>
vol u
theatri cal</w>
ri val</w>
por t</w>
john son</w>
hy steri
haun ting</w>
h o</w>
fin ger</w>
e ach</w>
col our</w>
al co
acci dentally</w>
tra pped</w>
simp li
qu ar
o le</w>
no on</w>
movi es</w>
mer it</w>
le ep</w>
la test</w>
k ong</w>
ger many</w>
fortun e</w>
en try</w>
ea ble</w>
direc tly</w>
den nis</w>
d le</w>
con cei
b ore</w>
a wa
z u
under stand
thu si
sul ting</w>
son s</w>
ru p
no tch</w>
mir ror</w>
lo sing</w>
fri day</w>
environ ment</w>
entertain ed</w>
don na</w>
cri tical</w>
citi zen</w>
be d
b un
as leep</w>
techno logy</w>
t our</w>
previ ously</w>
og y</w>
off ensive</w>
le gen
law yer</w>
k ic
en thusi
cla imed</w>
bri ck</w>
ba se</w>
ac le</w>
tril ogy</w>
tra dition</w>
suspen seful</w>
recogni ze</w>
re tar
op e</w>
m mer</w>
hea vi
fli ght</w>
con vince</w>
can ni
br a</w>
ssi n</w>
s inc
re ver
pra ise</w>
naz i</w>
man n</w>
ill ed</w>
i z
glimp se</w>
fea tured</w>
execu tion</w>
do r</w>
descri ption</w>
b les</w>
ak a</w>
vir tually</w>
u t</w>
si mon</w>
ser f</w>
par ker</w>
p ly</w>
mic key</w>
go al</w>
ex ag
depic ted</w>
deep er</w>
crea tion</w>
chang ing</w>
block buster</w>
ber g
war ner</w>
sto len</w>
russe ll</w>
rev eal</w>
poli tics</w>
po ign
l ds</w>
interpre tation</w>
in king</w>
han ded</w>
cr ack</w>
y ear
thank fully</w>
shou l
pu zz
mu m</w>
mar ry</w>
en tal</w>
din o
ca tho
woo dy</w>
ur y</w>
tri al</w>
su ch</w>
sp ite</w>
roo t</w>
ph en
pa ssion
p ack</w>
no r</w>
na ive</w>
main stream</w>
gri tty</w>
expla ins</w>
de fea
ca used</w>
brea k
at ra</w>
al ling</w>
stereo typical</w>
pri or</w>
non e
multi ple</w>
lu dic
ki m</w>
exag ger
effec tively</w>
co vered</w>
c ry
brea th
bo thered</w>
an aly
ta sk</w>
sc o</w>
rober ts</w>
parti ci
o m</w>
none theless</w>
ludic r
indi a</w>
inci dent</w>
gg y</w>
for got</w>
extra ordinary</w>
ea st</w>
cre ator</w>
coo per</w>
co ach</w>
clo sing</w>
avo i
assi stant</w>
z an</w>
si bility</w>
remin i
rela tive</w>
rela tion</w>
r ough</w>
pre par
prac tically</w>
pain ting</w>
narra tion</w>
m bling</w>
lu ke</w>
he len</w>
guil ty</w>
f ting</w>
cor por
wi i</w>
tom my</w>
suff ers</w>
soph isti
separ ate</w>
retar ded</w>
lo ser</w>
hol ding</w>
hi red</w>
gratu itous</w>
goo fy</w>
ff man</w>
dea dly</w>
bra z
base ball</w>
alis tic</w>
we b
w om
victori a</w>
ther ine</w>
t ren
t ine</w>
soun ded</w>
melo drama</w>
life time</w>
legen dary</w>
inter action</w>
for nia</w>
fai thful</w>
do s</w>
con tact</w>
b in
al y</w>
adm it
unfortun ate</w>
tu ral</w>
thi ef</w>
sear ching</w>
sam u
s ack</w>
repu tation</w>
po ster</w>
par a
no ise</w>
mil dly</w>
massac re</w>
mar vel
k ung</w>
ge ment</w>
cour t</w>
cou sin</w>
w en
tion s</w>
sa fe</w>
provo king</w>
p ant</w>
ob no
m ous</w>
jer k</w>
frien dly</w>
din ner</w>
d oo
d d</w>
cor n</w>
convinc ed</w>
continu ity</w>
bur ton</w>
atro cious</w>
u ser</w>
sh ape</w>
pr oud</w>
pr o</w>
p he
l loy
in die</w>
imagin ative</w>
fac tory</w>
clar k</w>
ba th
al ty</w>
who ever</w>
t ack
star red</w>
si ck
rep eat</w>
ph illi
or g
mou se</w>
lon ely</w>
li p</w>
le on
l or
hom e
ga z
frien ds</w>
fer red</w>
dr ac
con sequence</w>
cho se</w>
ben ef
wal ter</w>
st oo
s ally</w>
origin ality</w>
m ly</w>
ini tial</w>
heavi ly</w>
div or
cur se</w>
chall eng
bu m</w>
believ ed</w>
bea st</w>
an ger</w>
wa ter
super natural</w>
stre tch</w>
sla pstick</w>
refre shing</w>
rac ism</w>
quir ky</w>
pre view</w>
p g</w>
nu de</w>
mo b</w>
men tally</w>
lloy d</w>
jour n
indu l
hang ing</w>
e ful</w>
desig ned</w>
cru el</w>
compla int</w>
bu ying</w>
afri ca</w>
a x
wor ry</w>
w wii</w>
sti cally</w>
stat us</w>
reve als</w>
re gi
ra ble</w>
progre ss</w>
mo b
k ers</w>
j unk</w>
in hab
ex act</w>
di ce</w>
den i
dea n</w>
clo ser</w>
characteri zation</w>
un fol
ul ous</w>
thir ty</w>
sun day</w>
sum mary</w>
st am
si r</w>
se u
